[
  "'Are you getting my texts???' she texted to him. He glanced at it and chuckled under his breath. Of course he was getting them, but if he wasn't getting them, how would he ever be able to answer? He put the phone down and continued on his project. He was ignoring her texts and he planned to continue to do so.",
  "'Do Not Enter.' The sign made it clear that they didn't want anyone around. That wasn't going to stop Jack. Jack always lived with the notion that signs were mere suggestions, not actually absolute rules. That's why the moment Jack looked at the 'Do Not Enter' sign, he walked past it and onto their property.",
  "'Explain to me again why I shouldn't cheat?' he asked. 'All the others do and nobody ever gets punished for doing so. I should go about being happy losing to cheaters because I know that I don't? That's what you're telling me?'",
  "'I'll talk to you tomorrow in more detail at our meeting, but I think I've found a solution to our problem. It's not exactly legal, but it won't land us in jail for the rest of our lives either. Are you willing to take the chance?' Monroe asked his partner over the phone.",
  "'It doesn't take much to touch someone's heart,' Daisy said with a smile on her face. 'It's often just the little things you do that can change a person's day for the better.' Daisy truly believed this to be the way the world worked, but she didn't understand that she was merely a robot that had been programmed to believe this.",
  "'It was so great to hear from you today and it was such weird timing,' he said. 'This is going to sound funny and a little strange, but you were in a dream I had just a couple of days ago. I'd love to get together and tell you about it if you're up for a cup of coffee,' he continued, laying the trap he'd been planning for years.",
  "'What is the best way to get what you want?' she asked. He looked down at the ground knowing that she wouldn't like his answer. He hesitated, knowing that the truth would only hurt. How was he going to tell her that the best way for him to get what he wanted was to leave her?",
  "A long black shadow slid across the pavement near their feet and the five Venusians, very much startled, looked overhead. They were barely in time to see the huge gray form of the carnivore before it vanished behind a sign atop a nearby building which bore the mystifying information 'Pepsi-Cola.'",
  "All he could think about was how it would all end. There was still a bit of uncertainty in the equation, but the basics were there for anyone to see. No matter how much he tried to see the positive, it wasn't anywhere to be seen. The end was coming and it wasn't going to be pretty.",
  "All he wanted was a candy bar. It didn't seem like a difficult request to comprehend, but the clerk remained frozen and didn't seem to want to honor the request. It might have had something to do with the gun pointed at his face.",
  "April seriously wondered about her sleeping partner choices. She looked at her bed and what a mess it had become. How did she get to the point in her life where she had two dogs, three cats, and a raccoon sleeping with her every night?",
  "At that moment he had a thought that he'd never imagine he'd consider. 'I could just cheat,' he thought, 'and that would solve the problem.' He tried to move on from the thought but it was persistent. It didn't want to go away and, if he was honest with himself, he didn't want it to.",
  "Benny was tired. Not the normal every day tired from a hard day o work. The exhausted type of tired where you're surprised your body can even move. All he wanted to do was sit in front of the TV, put his feet up on the coffee table, and drink a beer. The only issue was that he had forgotten where he lived.",
  "Betty was a creature of habit and she thought she liked it that way. That was until Dave showed up in her life. She now had a choice to make and it would determine whether her lie remained the same or if it would change forever.",
  "Bryan had made peace with himself and felt comfortable with the choices he made. This had made all the difference in the world. Being alone no longer bothered him and this was essential since there was a good chance he might spend the rest of his life alone in a cell.",
  "Cake or pie? I can tell a lot about you by which one you pick. It may seem silly, but cake people and pie people are really different. I know which one I hope you are, but that's not for me to decide. So, what is it? Cake or pie?",
  "Colors bounced around in her head. They mixed and threaded themselves together. Even colors that had no business being together. They were all one, yet distinctly separate at the same time. How was she going to explain this to the others?",
  "Dave found joy in the daily routine of life. He awoke at the same time, ate the same breakfast and drove the same commute. He worked at a job that never seemed to change and he got home at 6 pm sharp every night. It was who he had been for the last ten years and he had no idea that was all about to change.",
  "Debbie had taken George for granted for more than fifteen years now. He wasn't sure what exactly had made him choose this time and place to address the issue, but he decided that now was the time. He looked straight into her eyes and just as she was about to speak, turned away and walked out the door.",
  "Debbie knew she was being selfish and unreasonable. She understood why the others in the room were angry and frustrated with her and the way she was acting. In her eyes, it didn't really matter how they felt because she simply didn't care.",
  "Debbie put her hand into the hole, sliding her hand down as far as her arm could reach. She wiggled her fingers hoping to touch something, but all she felt was air. She shifted the weight of her body to try and reach an inch or two more down the hole. Her fingers still touched nothing but air.",
  "Do you really listen when you are talking with someone? I have a friend who listens in an unforgiving way. She actually takes every word you say as being something important and when you have a friend that listens like that, words take on a whole new meaning.",
  "Do you think you're living an ordinary life? You are so mistaken it's difficult to even explain. The mere fact that you exist makes you extraordinary. The odds of you existing are less than winning the lottery, but here you are. Are you going to let this extraordinary opportunity pass?",
  "Don't be scared. The things out there that are unknown aren't scary in themselves. They are just unknown at the moment. Take the time to know them before you list them as scary. Then the world will be a much less scary place for you.",
  "Dragons don't exist they said. They are the stuff of legend and people's imagination. Greg would have agreed with this assessment without a second thought 24 hours ago. But now that there was a dragon staring directly into his eyes, he questioned everything that he had been told.",
  "Finding the truth wouldn't be easy, that's for sure. Then there was the question of whether or not Jane really wanted to know the truth. That's the thing that bothered her most. It wasn't the difficulty of actually finding out what happened that was the obstacle, but having to live with that information once it was found.",
  "He collected the plastic trash on a daily basis. It never seemed to end. Even if he cleaned the entire beach, more plastic would cover it the next day after the tide had come in. Although it was a futile effort that would never be done, he continued to pick up the trash each day.",
  "He couldn't remember exactly where he had read it, but he was sure that he had. The fact that she didn't believe him was quite frustrating as he began to search the Internet to find the article. It wasn't as if it was something that seemed impossible. Yet she insisted on always seeing the source whenever he stated a fact.",
  "He dropped the ball. While most people would think that this was a metaphor of some type, in Joe's case it was absolutely literal. He had hopes of reaching the Major League and that dream was now it great jeopardy. All because he had dropped the ball.",
  "He had done everything right. There had been no mistakes throughout the entire process. It had been perfection and he knew it without a doubt, but the results still stared back at him with the fact that he had lost.",
  "He heard the crack echo in the late afternoon about a mile away. His heart started racing and he bolted into a full sprint. 'It wasn't a gunshot, it wasn't a gunshot,' he repeated under his breathlessness as he continued to sprint.",
  "He heard the loud impact before he ever saw the result. It had been so loud that it had actually made him jump back in his seat. As soon as he recovered from the surprise, he saw the crack in the windshield. It seemed to be an analogy of the current condition of his life.",
  "He knew what he was supposed to do. That had been apparent from the beginning. That was what made the choice so difficult. What he was supposed to do and what he would do were not the same. This would have been fine if he were willing to face the inevitable consequences, but he wasn't.",
  "He lifted the bottle to his lips and took a sip of the drink. He had tasted this before, but he couldn't quite remember the time and place it had happened. He desperately searched his mind trying to locate and remember where he had tasted this when the bicycle ran over his foot.",
  "He picked up the burnt end of the branch and made a mark on the stone. Day 52 if the marks on the stone were accurate. He couldn't be sure. Day and nights had begun to blend together creating confusion, but he knew it was a long time. Much too long.",
  "He sat across from her trying to imagine it was the first time. It wasn't. Had it been a hundred? It quite possibly could have been. Two hundred? Probably not. His mind wandered until he caught himself and again tried to imagine it was the first time.",
  "He sat staring at the person in the train stopped at the station going in the opposite direction. She sat staring ahead, never noticing that she was being watched. Both trains began to move and he knew that in another timeline or in another universe, they had been happy together.",
  "He swung back the fishing pole and cast the line which ell 25 feet away into the river. The lure landed in the perfect spot and he was sure he would soon get a bite. He never expected that the bite would come from behind in the form of a bear.",
  "He wondered if he should disclose the truth to his friends. It would be a risky move. Yes, the truth would make things a lot easier if they all stayed on the same page, but the truth might fracture the group leaving everything in even more of a mess than it was not telling the truth. It was time to decide which way to go.",
  "Her breath exited her mouth in big puffs as if she were smoking a cigarette. The morning dew had made her clothes damp and she shivered from the chill in the air. There was only one thing that could get her up and out this early in the morning.",
  "Her eyebrows were a shade darker than her hair. They were thick and almost horizontal, emphasizing the depth of her eyes. She was rather handsome than beautiful. Her face was captivating by reason of a certain frankness of expression and a contradictory subtle play of features. Her manner was engaging.",
  "Here's the thing. She doesn't have anything to prove, but she is going to anyway. That's just her character. She knows she doesn't have to, but she still will just to show you that she can. Doubt her more and she'll prove she can again. We all already know this and you will too.",
  "His mother had always taught him not to ever think of himself as better than others. He'd tried to live by this motto. He never looked down on those who were less fortunate or who had less money than him. But the stupidity of the group of people he was talking to made him change his mind.",
  "I'm heading back to Colorado tomorrow after being down in Santa Barbara over the weekend for the festival there. I will be making October plans once there and will try to arrange so I'm back here for the birthday if possible. I'll let you know as soon as I know the doctor's appointment schedule and my flight plans.",
  "I'm so confused by your ridiculous meltdown that I must insist on some sort of explanation for your behavior towards me. It just doesn't make any sense. There's no way that I deserved the treatment you gave me without an explanation or an apology for how out of line you have been.",
  "It all started with the computer. Had he known what was to follow, he would have never logged on that day. But the truth was there was no way to know what was about to happen. So Dave pressed the start button, the computer booted up, the screen came alive, and everything Dave knew to be true no longer was.",
  "It had become a far too common an event in her life. She has specifically placed the key to the box in a special place so that she wouldn't lose it and know exactly where it was when the key was needed. Now that she needed to open the box, she had absolutely no idea where that special spot she placed the key might be.",
  "It probably seemed trivial to most people, but it mattered to Tracey. She wasn't sure why it mattered so much to her, but she understood deep within her being that it mattered to her. So for the 365th day in a row, Tracey sat down to eat pancakes for breakfast.",
  "It really didn't matter what they did to him. He's already made up his mind. Whatever came his way, he was prepared for the consequences. He knew in his heart that the sacrifice he made was done with love and not hate no matter how others decided to spin it.",
  "It seemed like it should have been so simple. There was nothing inherently difficult with getting the project done. It was simple and straightforward enough that even a child should have been able to complete it on time, but that wasn't the case. The deadline had arrived and the project remained unfinished.",
  "It was a question of which of the two she preferred. On the one hand, the choice seemed simple. The more expensive one with a brand name would be the choice of most. It was the easy choice. The safe choice. But she wasn't sure she actually preferred it.",
  "It was a simple tip of the hat. Grace didn't think that anyone else besides her had even noticed it. It wasn't anything that the average person would notice, let alone remember at the end of the day. That's why it seemed so unbelievable that this little gesture would ultimately change the course of the world.",
  "It was a weird concept. Why would I really need to generate a random paragraph? Could I actually learn something from doing so? All these questions were running through her head as she pressed the generate button. To her surprise, she found what she least expected to see.",
  "It was cloudy outside but not really raining. There was a light sprinkle at most and there certainly wasn't a need for an umbrella. This hadn't stopped Sarah from pulling her umbrella out and opening it. It had nothing to do with the weather or the potential rain later that day. Sarah used the umbrella to hide.",
  "It was difficult for him to admit he was wrong. He had been so certain that he was correct and the deeply held belief could never be shaken. Yet the proof that he had been incorrect stood right before his eyes. 'See daddy, I told you that they are real!' his daughter excitedly proclaimed.",
  "It was easy to spot her. All you needed to do was look at her socks. They were never a matching pair. One would be green while the other would be blue. One would reach her knee while the other barely touched her ankle. Every other part of her was perfect, but never the socks. They were her micro act of rebellion.",
  "It was going to rain. The weather forecast didn't say that, but the steel plate in his hip did. He had learned over the years to trust his hip over the weatherman. It was going to rain, so he better get outside and prepare.",
  "It was that terrifying feeling you have as you tightly hold the covers over you with the knowledge that there is something hiding under your bed. You want to look, but you don't at the same time. You're frozen with fear and unable to act. That's where she found herself and she didn't know what to do next",
  "It wasn't quite yet time to panic. There was still time to salvage the situation. At least that is what she was telling himself. The reality was that it was time to panic and there wasn't time to salvage the situation, but he continued to delude himself into believing there was.",
  "It wasn't that he hated her. It was simply that he didn't like her much. It was difficult for him to explain this to her, and even more difficult for her to truly understand. She was in love and wanted him to feel the same way. He didn't, and no matter how he tried to explain to her she refused to listen or to understand.",
  "It's always good to bring a slower friend with you on a hike. If you happen to come across bears, the whole group doesn't have to worry. Only the slowest in the group do. That was the lesson they were about to learn that day.",
  "Many people say that life isn't like a bed of roses. I beg to differ. I think that life is quite like a bed of roses. Just like life, a bed of roses looks pretty on the outside, but when you're in it, you find that it is nothing but thorns and pain. I myself have been pricked quite badly.",
  "MaryLou wore the tiara with pride. There was something that made doing anything she didn't really want to do a bit easier when she wore it. She really didn't care what those staring through the window were thinking as she vacuumed her apartment.",
  "Matt told her to reach for the stars, but Veronica thought it was the most ridiculous advice she'd ever received. Sure, it had been well-meaning when he said it, but she didn't understand why anyone would want to suggest something that would literally kill you if you actually managed to achieve it.",
  "One foot in front of the other, One more step, and then one more. Jack's only thoughts were to keep moving no matter how much his body screamed to stop and rest. He's lost almost all his energy and his entire body ached beyond belief, but he forced himself to take another step. Then another. And then one more.",
  "Patricia's friend who was here hardly had any issues at all, but she wasn't telling the truth. Yesterday, before she left to go home, she heard that her husband is in the hospital and pretended to be surprised. It later came out that she was the person who had put him there.",
  "Peter always saw the world in black and white. There were two choices for every situation and you had to choose one of them. It was therefore terribly uncomfortable for him to spend time with Ashley. She saw the world in shades of gray with hundreds of choices to choose from in every situation.",
  "Pink ponies and purple giraffes roamed the field. Cotton candy grew from the ground as a chocolate river meandered off to the side. What looked like stones in the pasture were actually rock candy. Everything in her dream seemed to be perfect except for the fact that she had no mouth.",
  "Samantha wanted to be famous. The problem was that she had never considered all the downsides to actually being famous. Had she taken the time to objectively consider these downsides, she would have never agreed to publically sing that first song.",
  "Sarah watched the whirlpool mesmerized. She couldn't take her eyes off the water swirling around and around. She stuck in small twigs and leaves to watch the whirlpool catch them and then suck them down. It bothered her more than a little bit that this could also be used as a metaphor for her life.",
  "She closed her eyes and then opened them again. What she was seeing just didn't make sense. She shook her head seeing if that would help. It didn't. Although it seemed beyond reality, there was no denying she was witnessing a large formation of alien spaceships filling the sky.",
  "She considered the birds to be her friends. She'd put out food for them each morning and then she'd watch as they came to the feeders to gorge themselves for the day. She wondered what they would do if something ever happened to her. Would they miss the meals she provided if she failed to put out the food one morning?",
  "She didn't like the food. She never did. She made the usual complaints and started the tantrum he knew was coming. But this time was different. Instead of trying to placate her and her unreasonable demands, he just stared at her and watched her meltdown without saying a word.",
  "She didn't understand how changed worked. When she looked at today compared to yesterday, there was nothing that she could see that was different. Yet, when she looked at today compared to last year, she couldn't see how anything was ever the same.",
  "She had a terrible habit o comparing her life to others. She realized that their life experiences were completely different than her own and that she saw only what they wanted her to see, but that didn't matter. She still compared herself and yearned for what she thought they had and she didn't.",
  "She had been an angel for coming up on 10 years and in all that time nobody had told her this was possible. The fact that it could ever happen never even entered her mind. Yet there she stood, with the undeniable evidence sitting on the ground before her. Angels could lose their wings.",
  "She has seen this scene before. It had come to her in dreams many times before. She had to pinch herself to make sure it wasn't a dream again. As her fingers squeezed against her arm, she felt the pain. It was this pain that immediately woke her up.",
  "She looked at her student wondering if she could ever get through. 'You need to learn to think for yourself,' she wanted to tell him. 'Your friends are holding you back and bringing you down.' But she didn't because she knew his friends were all that he had and even if that meant a life of misery, he would never give them up.",
  "She needed glasses. It wasn't that she couldn't see without them, but what she could see with them. When she wore glasses, her eyes focused so deeply that she could see not only the physical but also beyond. It was like a superpower. But she needed glasses.",
  "She reached her goal, exhausted. Even more chilling to her was that the euphoria that she thought she'd feel upon reaching it wasn't there. Something wasn't right. Was this the only feeling she'd have for over five years of hard work?",
  "She sat deep in thought. The next word that came out o her mouth would likely be the most important word of her life. It had to be exact with no possibility of being misinterpreted. She was ready. She looked deeply into his eyes and said, 'Octopus.'",
  "She sat in the darkened room waiting. It was now a standoff. He had the power to put her in the room, but not the power to make her repent. It wasn't fair and no matter how long she had to endure the darkness, she wouldn't change her attitude. At three years old, Sandy's stubborn personality had already bloomed into full view.",
  "She tried not to judge him. His ratty clothes and unkempt hair made him look homeless. Was he really the next Einstein as she had been told? On the off chance it was true, she continued to try not to judge him.",
  "She tried to explain that love wasn't like pie. There wasn't a set number of slices to be given out. There wasn't less to be given to one person if you wanted to give more to another. That after a set amount was given out it would all disappear. She tried to explain this, but it fell on deaf ears.",
  "She wanted rainbow hair. That's what she told the hairdresser. It should be deep rainbow colors, too. She wasn't interested in pastel rainbow hair. She wanted it deep and vibrant so there was no doubt that she had done this on purpose.",
  "She was in a hurry. Not the standard hurry when you're in a rush to get someplace, but a frantic hurry. The type of hurry where a few seconds could mean life or death. She raced down the road ignoring speed limits and weaving between cars. She was only a few minutes away when traffic came to a dead standstill on the road ahead.",
  "Sometimes it just doesn't make sense. The man walking down the street in a banana suit. The llama standing in the middle of the road. The fairies dancing in front of the car window. The fact that all of this was actually happening and wasn't a dream.",
  "Sometimes it's just better not to be seen. That's how Harry had always lived his life. He prided himself as being the fly on the wall and the fae that blended into the crowd. That's why he was so shocked that she noticed him.",
  "Sometimes it's simply better to ignore the haters. That's the lesson that Tom's dad had been trying to teach him, but Tom still couldn't let it go. He latched onto them and their hate and couldn't let it go, but he also realized that this wasn't healthy. That's when he came up with his devious plan.",
  "Ten more steps. If he could take ten more steps it would be over, but his legs wouldn't move. He tried to will them to work, but they wouldn't listen to his brain. Ten more steps and it would be over but it didn't appear he would be able to do it.",
  "The alarm went off and Jake rose awake. Rising early had become a daily ritual, one that he could not fully explain. From the outside, it was a wonder that he was able to get up so early each morning for someone who had absolutely no plans to be productive during the entire day.",
  "The alarm went off at exactly 6:00 AM as it had every morning for the past five years. Barbara began her morning and was ready to eat breakfast by 7:00 AM. The day appeared to be as normal as any other, but that was about to change. In fact, it was going to change at exactly 7:23 AM.",
  "The autumn leaves rustled beneath her feet as she walked along the deserted street. The cool breeze tugged at her hair, reminding her of the approaching winter. She hugged her coat tighter around her body and picked up her pace, eager to get home before the sun set.",
  "The blinking light caught her attention. She thought about it a bit and couldn't remember ever noticing it before. That was strange since it was obvious the flashing light had been there for years. Now she wondered how she missed it for that amount of time and what other things in her small town she had failed to notice.",
  "The box sat on the desk next to the computer. It had arrived earlier in the day and business had interrupted her opening it earlier. She didn't who had sent it and briefly wondered who it might have been. As she began to unwrap it, she had no idea that opening it would completely change her life.",
  "The boy walked down the street in a carefree way, playing without notice of what was about him. He didn't hear the sound of the car as his ball careened into the road. He took a step toward it, and in doing so sealed his fate.",
  "The bush began to shake. Brad couldn't see what was causing it to shake, but he didn't care. he had a pretty good idea about what was going on and what was happening. He was so confident that he approached the bush carefree and with a smile on his face. That all changed the instant he realized what was actually behind the bush.",
  "The chair sat in the corner where it had been for over 25 years. The only difference was there was someone actually sitting in it. How long had it been since someone had done that? Ten years or more he imagined. Yet there was no denying the presence in the chair now.",
  "The choice was red, green, or blue. It didn't seem like an important choice when he was making it, but it was a choice nonetheless. Had he known the consequences at that time, he would likely have considered the choice a bit longer. In the end, he didn't and ended up choosing blue.",
  "The city bustled around her, people rushing to and fro. She walked slowly, taking in the sights and sounds. The cacophony of noise washed over her, a symphony of urban chaos. She smiled, feeling alive and free.",
  "The city stretched out before him, a sea of lights that shimmered in the darkness. He leaned against the railing, taking in the view. From up here, everything seemed possible. He felt a thrill of excitement run through him as he contemplated the future.",
  "The coin hovered in the air, spinning over and over again. It reached its peak and began to descend. Both boys were pleading with it to land a certain way but the coin had already made up its mind on what it was going to do.",
  "The computer wouldn't start. She banged on the side and tried again. Nothing. She lifted it up and dropped it to the table. Still nothing. She banged her closed fist against the top. It was at this moment she saw the irony of trying to fix the machine with violence.",
  "The day had begun on a bright note. The sun finally peeked through the rain for the first time in a week, and the birds were singing in its warmth. There was no way to anticipate what was about to happen. It was a worst-case scenario and there was no way out of it.",
  "The headache wouldn't go away. She's taken medicine but even that didn't help. The monstrous throbbing in her head continued. She had this happen to her only once before in her life and she realized that only one thing could be happening.",
  "The house was located at the top of the hill at the end of a winding road. It wasn't obvious that the house was there, but everyone in town knew that it existed. They were just all too afraid to ever go and see it in person.",
  "The leather jacked showed the scars of being his favorite for years. It wore those scars with pride, feeling that they enhanced his presence rather than diminishing it. The scars gave it character and had not overwhelmed to the point that it had become ratty. The jacket was in its prime and it knew it.",
  "The lone lamp post of the one-street town flickered, not quite dead but definitely on its way out. Suitcase by her side, she paid no heed to the light, the street or the town. A car was coming down the street and with her arm outstretched and thumb in the air, she had a plan.",
  "The opened package of potato chips held the answer to the mystery. Both detectives looked at it but failed to realize it was the key to solve the crime. They passed by it assuming it was random trash ensuring that the case would never be solved.",
  "The paper was blank. It shouldn't have been. There should have been writing on the paper, at least a paragraph if not more. The fact that the writing wasn't there was frustrating. Actually, it was even more than frustrating. It was downright distressing.",
  "The rain hammered against the window panes, a steady beat that echoed through the empty room. She curled up in her chair, sipping her tea and watching the drops slide down the glass. The storm raged on, but she was safe and warm inside.",
  "The rain pattered against the window pane, a gentle lullaby that soothed her soul. She sat in her armchair, sipping her tea and watching the storm outside. For a moment, she forgot about the world and simply enjoyed the moment.",
  "The rain was coming. Everyone thought this would be a good thing. It hadn't rained in months and the earth was dry as a bone. It wasn't a surprise that everyone thought a good rain was what was needed, but they never expected how much rain would actually arrive.",
  "The red ball sat proudly at the top of the toybox. It had been the last to be played with and anticipated it would be the next as well. The other toys grumbled beneath. At one time each had held the spot of the red ball, but over time they had sunk deeper and deeper into the toy box.",
  "The red glint of paint sparkled under the sun. He had dreamed of owning this car since he was ten, and that dream had become a reality less than a year ago. It was his baby and he spent hours caring for it, pampering it, and fondling over it. She knew this all too well, and that's exactly why she had taken a sludge hammer to it.",
  "The red line moved across the page. With each millimeter it advanced forward, something changed in the room. The actual change taking place was difficult to perceive, but the change was real. The red line continued relentlessly across the page and the room would never be the same.",
  "The river slowly meandered through the open space. It had hidden secrets that it didn't want to reveal. It had a well-planned strategy to appear calm, inviting, and appealing. That's how the river lured her unknowing victims to her water's edge.",
  "The robot clicked disapprovingly, gurgled briefly inside its cubical interior and extruded a pony glass of brownish liquid. 'Sir, you will undoubtedly end up in a drunkard's grave, dead of hepatic cirrhosis,' it informed me virtuously as it returned my ID card. I glared as I pushed the glass across the table.",
  "The scent of a blooming rose filled the garden, a fragrant aroma that made her feel uplifted. She leaned in, feeling the petals against her nose. For a moment, she forgot about the world and simply enjoyed the beauty of flowers.",
  "The scent of a campfire filled the air, a smoky fragrance that reminded her of childhood. She sat around the flames, feeling the warmth on her face. For a moment, she forgot about the world and simply enjoyed the company of her loved ones.",
  "The scent of a freshly baked apple pie filled the kitchen, a warm fragrance that made her feel at home. She took a slice, feeling the cinnamon and sugar on her tongue. For a moment, she forgot about the world and simply enjoyed the simple pleasure of comfort food.",
  "The scent of a freshly baked bread filled the kitchen, a warm aroma that made her feel at home. She sliced a piece, feeling the softness and warmth in her hands. For a moment, she forgot about the world and simply enjoyed the simple pleasure of comfort food.",
  "The scent of a freshly lit candle filled the room, a calming fragrance that made her feel at ease. She watched the flame flicker, feeling a sense of peace wash over her. For a moment, she forgot about the world and simply enjoyed the simple pleasure of relaxation.",
  "The sight of a city skyline filled the view, a majestic display of skyscrapers that left her in awe. She stood at the observation deck, feeling the breeze on her face. For a moment, she forgot about the world and simply enjoyed the beauty of human achievement.",
  "The sight of a field of lavender filled the countryside, a sea of purple that left her feeling serene. She walked through the rows of flowers, feeling their softness and fragrance. For a moment, she forgot about the world and simply enjoyed the beauty of nature.",
  "The sight of a field of sunflowers filled the landscape, a sea of yellow that brightened her day. She walked through the rows of flowers, feeling their warmth and beauty. For a moment, she forgot about the world and simply enjoyed the simple pleasures of nature.",
  "The sight of a full moon filled the night sky, a breathtaking display of celestial beauty. She gazed up, feeling the cool air on her skin. For a moment, she forgot about the world and simply enjoyed the wonder of the universe.",
  "The sight of a full moon filled the sky, a glowing orb that illuminated the darkness. She sat on the rooftop, feeling the cool breeze on her skin. For a moment, she forgot about the world and simply enjoyed the moment of tranquility.",
  "The sight of a rainbow filled the sky, a colorful arc that spanned the horizon. She gasped in wonder, feeling a sense of awe at the beauty of nature. For a moment, she forgot about the troubles of the world and simply enjoyed the magic around her.",
  "The sight of a snow-capped mountain range filled the horizon, a majestic display of nature that left her speechless. She stood at the base, feeling the cold air on her face. For a moment, she forgot about the world and simply enjoyed the beauty of the outdoors.",
  "The sight of a star-filled sky filled the desert, a stunning display of infinite possibility. She laid on the sand, feeling the warmth of the earth. For a moment, she forgot about the world and simply enjoyed the vastness of the cosmos.",
  "The sight of a starry night sky filled the horizon, a twinkling display of the universe that made her feel small. She gazed at the stars, feeling a sense of wonder at the vastness of space. For a moment, she forgot about the world and simply enjoyed the beauty of the cosmos.",
  "The sight of a sunset filled the sky, a colorful display of oranges and pinks. She watched as the sun dipped below the horizon, feeling a sense of wonder at the beauty of the world. For a moment, she forgot about the troubles of the world and simply enjoyed the moment.",
  "The sight of a waterfall filled the forest, a mesmerizing display of water that left her in awe. She stood at the edge, feeling the cool mist on her skin. For a moment, she forgot about the world and simply enjoyed the beauty of nature.",
  "The smell of fresh bread wafted through the air as she stepped into the bakery. She closed her eyes, breathing in the aroma. It reminded her of her childhood, when her mother used to bake bread every day. She smiled, feeling a sense of nostalgia wash over her.",
  "The smell of freshly baked bread filled the kitchen, a comforting aroma that made her feel at home. She took a slice, feeling the warmth of the bread on her fingers. For a moment, she forgot about the world and simply enjoyed the simple pleasure.",
  "The smell of freshly cut flowers filled the room, a fragrant aroma that made her feel alive. She arranged them in a vase, feeling the soft petals on her fingers. For a moment, she forgot about the world and simply enjoyed the simple pleasure of nature.",
  "The smell of freshly cut grass filled her nostrils, a crisp scent that reminded her of summer. She lay on the lawn, feeling the warmth of the sun on her skin. For a moment, she forgot about the world and simply enjoyed the peace.",
  "The smell of freshly-baked cookies wafted through the air, a tantalizing aroma that made her mouth water. She followed her nose to the kitchen, where her grandmother was baking. The warm embrace of the kitchen enveloped her, and she knew that she was home.",
  "The snow fell softly from the sky, a blanket of white that covered the world. She stepped outside, feeling the cold seep into her bones. She smiled, feeling like a child again. The winter wonderland was a magical place, and she was grateful to be alive.",
  "The snow fell softly from the sky, blanketing the world in white. She stepped outside, feeling the cold seep into her bones. She shivered, but couldn't help but smile at the beauty of it all. She twirled in the snow, feeling like a child again.",
  "The song came from the bathroom belting over the sound of the shower's running water. It was the same way each day began since he could remember. It listened intently and concluded that the singing today was as terrible as it had ever been.",
  "The sound of a babbling brook filled the forest, a peaceful noise that made her feel calm. She sat by the water, feeling the cool air on her skin. For a moment, she forgot about the world and simply enjoyed the tranquility of nature.",
  "The sound of a choir singing filled the church, a heavenly chorus that made her feel uplifted. She closed her eyes, feeling the harmonies in her soul. For a moment, she forgot about the world and simply enjoyed the beauty of music.",
  "The sound of a crackling fireplace filled the room, a cozy noise that made her feel warm. She curled up with a book, feeling the heat on her skin. For a moment, she forgot about the world and simply enjoyed the comfort of home.",
  "The sound of a symphony filled the concert hall, a majestic melody that made her heart soar. She closed her eyes, feeling the music wash over her. For a moment, she forgot about the world and simply enjoyed the beauty of art.",
  "The sound of a symphony orchestra filled the concert hall, a magical noise that made her feel alive. She watched the musicians, feeling the music in her heart. For a moment, she forgot about the world and simply enjoyed the beauty of classical music.",
  "The sound of a waterfall filled the air, a rushing noise that made her feel alive. She stood at the edge of the cliff, feeling the mist on her face. For a moment, she forgot about the troubles of the world and simply enjoyed the beauty around her.",
  "The sound of birds chirping filled the air, a sweet melody that lifted her spirits. She walked through the forest, feeling the cool breeze on her face. For a moment, she forgot about the troubles of the world and simply enjoyed the beauty around her.",
  "The sound of children playing filled the park, a joyous noise that made her heart swell. She watched them run and laugh, feeling grateful for their innocence. For a moment, she forgot about the troubles of the world and simply enjoyed the beauty of life.",
  "The sound of laughter filled the room, a joyous noise that made her heart sing. She looked around at her friends, feeling grateful for their presence. The world may be a dark place, but moments like these made it all worth it.",
  "The sound of raindrops falling on the roof filled the house, a comforting noise that made her feel cozy. She snuggled under a blanket, feeling the pitter-patter of the rain outside. For a moment, she forgot about the world and simply enjoyed the simple pleasure of a rainy day.",
  "The sound of raindrops tapping against the roof filled the room, a comforting rhythm that made her feel safe. She snuggled under the covers, feeling warm and content. For a moment, she forgot about the world and simply enjoyed the moment.",
  "The sound of the ocean filled her ears, a constant roar that soothed her soul. She sat on the cliff, watching the waves crash against the rocks below. For a moment, she forgot about the world and simply enjoyed the beauty around her.",
  "The sound of waves crashing against the shore filled the beach, a soothing rhythm that made her feel at peace. She walked along the sand, feeling the cool water on her feet. For a moment, she forgot about the world and simply enjoyed the beauty of the ocean.",
  "The sound of waves crashing on the shore filled the beach, a soothing noise that made her feel at peace. She walked along the water, feeling the sand between her toes. For a moment, she forgot about the world and simply enjoyed the tranquility of the ocean.",
  "The stage lights blazed down on her, illuminating the darkness. She took a deep breath, feeling the adrenaline coursing through her veins. The music began and she started to sing, her voice filling the room. For a few brief moments, she was a star.",
  "The stars twinkled in the sky, a million pinpricks of light that illuminated the darkness. She lay on the grass, feeling the coolness seep into her bones. For a moment, she forgot about the world and simply enjoyed the peace.",
  "The sun beat down on the dusty road as the car trundled along. Sweat dripped down his forehead and he wiped it away with the back of his hand. He turned up the radio, hoping the music would distract him from the heat. As he drove, he couldn't help but wonder what lay ahead.",
  "The sun set in a blaze of orange and pink, painting the sky with vibrant colors. She sat on the beach, feeling the sand between her toes. She breathed in the salty air, feeling at peace with the world. As the last light faded from the sky, she knew that tomorrow was a new day.",
  "The taste of a perfectly brewed cup of coffee filled her mouth, a rich flavor that made her taste buds dance. She savored the aroma, feeling the warmth of the mug in her hands. For a moment, she forgot about the world and simply enjoyed the simple pleasure of a good cup of joe.",
  "The taste of a perfectly brewed cup of coffee filled her mouth, a rich flavor that woke her up. She took a sip, feeling the caffeine course through her veins. For a moment, she forgot about the world and simply enjoyed the moment of peace.",
  "The taste of a perfectly cooked lobster filled her mouth, a succulent flavor that made her taste buds dance. She cracked open the shell, feeling the sweet meat on her tongue. For a moment, she forgot about the world and simply enjoyed the decadence of seafood.",
  "The taste of a perfectly cooked steak filled her mouth, a savory flavor that made her taste buds dance. She cut into the meat, feeling the juices on her tongue. For a moment, she forgot about the world and simply enjoyed the indulgence of a good meal.",
  "The taste of a ripe peach filled her mouth, a juicy sweetness that made her taste buds sing. She savored the flavor, feeling the flesh in her mouth. For a moment, she forgot about the world and simply enjoyed the deliciousness of fresh fruit.",
  "The taste of a spicy curry filled her mouth, a flavorful heat that made her taste buds tingle. She took a bite, feeling the blend of spices. For a moment, she forgot about the world and simply enjoyed the boldness of exotic cuisine.",
  "The thing that's great about this job is the time sourcing the items involves no traveling. I just look online to buy it. It's really as simple as that. While everyone else is searching for what they can sell, I sit in front of my computer and buy better stuff for less money and spend a fraction of the time doing it.",
  "The time to take action was now. All three men knew in their hearts this was the case, yet none of them moved a muscle to try. They were all watching and waiting for one of the others to make the first move so they could follow a step or two behind and help. The situation demanded a leader and all three men were followers.",
  "The towels had been hanging from the rod for years. They were stained and worn, and quite frankly, just plain ugly. Debra didn't want to touch them but she really didn't have a choice. It was important for her to see what was living within them.",
  "The train rattled along the tracks, the rhythmic sound lulling her into a sense of calm. She watched the countryside fly by, fields and trees blurring together. For a moment, she forgot about her worries and simply enjoyed the journey.",
  "The train rattled along the tracks, the sound lulling her into a sense of peace. She watched the countryside fly by, fields and trees blurring together. For a moment, she forgot about the worries of the world and simply enjoyed the journey.",
  "The waves crashed against the shore, a never-ending rhythm that lulled her into a sense of calm. She sat on the beach, feeling the sand between her toes. For a moment, she forgot about the world and simply enjoyed the beauty around her.",
  "The waves crashed against the shore, sending a spray of salty water into the air. She closed her eyes and breathed in the ocean air, feeling the sand beneath her toes. She was lost in the moment, oblivious to the world around her. For a few brief seconds, everything was perfect.",
  "The wind howled through the trees, a mournful sound that sent shivers down her spine. She pulled her coat tighter around her and pressed on, determined to reach her destination. The path ahead was long and treacherous, but she was ready for the challenge.",
  "The wolves stopped in their tracks, sizing up the mother and her cubs. It had been over a week since their last meal and they were getting desperate. The cubs would make a good meal, but there were high risks taking on the mother Grizzly. A decision had to be made and the wrong choice could signal the end of the pack.",
  "Then came the night of the first falling star. It was seen early in the morning, rushing over Winchester eastward, a line of flame high in the atmosphere. Hundreds must have seen it and taken it for an ordinary falling star. It seemed that it fell to earth about one hundred miles east of him.",
  "There are different types of secrets. She had held onto plenty of them during her life, but this one was different. She found herself holding onto the worst type. It was the type of secret that could gnaw away at your insides if you didn't tell someone about it, but it could end up getting you killed if you did.",
  "There are only three ways to make this work. The first is to let me take care of everything. The second is for you to take care of everything. The third is to split everything 50 / 50. I think the last option is the most preferable, but I'm certain it'll also mean the end of our marriage.",
  "There once lived an old man and an old woman who were peasants and had to work hard to earn their daily bread. The old man used to go to fix fences and do other odd jobs for the farmers around, and while he was gone the old woman, his wife, did the work of the house and worked in their own little plot of land.",
  "There was a leak in the boat. Nobody had yet noticed it, and nobody would for the next couple of hours. This was a problem since the boat was heading out to sea and while the leak was quite small at the moment, it would be much larger when it was ultimately discovered. John had planned it exactly this way.",
  "There was a reason for her shyness. Everyone assumed it had always been there but she knew better. She knew the exact moment that the shyness began. It had been that fateful moment at the lake. There are just some events that do that to you.",
  "There was nothing to indicate Nancy was going to change the world. She looked like an average girl going to an average high school. It was the fact that everything about her seemed average that would end up becoming her superpower.",
  "There was only half a worm in the apple. At first, Judy didn't quite comprehend what this meant. 'Why would only half a worm be living in an apple?' she wondered. And then it dawned on her. Judy quickly spit out the bite she had just taken expecting to see the other half of the worm. It ended up being much worse than that.",
  "There was only one way to do things in the Statton house. That one way was to do exactly what the father, Charlie, demanded. He made the decisions and everyone else followed without question. That was until today.",
  "There was something beautiful in his hate. It wasn't the hate itself as it was a disgusting display of racism and intolerance. It was what propelled the hate and the fact that although he had this hate, he didn't understand where it came from. It was at that moment that she realized that there was hope in changing him.",
  "There wasn't a bird in the sky, but that was not what caught her attention. It was the clouds. The deep green that isn't the color of clouds, but came with these. She knew what was coming and she hoped she was prepared.",
  "There wasn't a whole lot more that could be done. It had become a wait-and-see situation with the final results no longer in her control. That didn't stop her from trying to control the situation. She demanded that things be done as she desperately tried to control what couldn't be.",
  "They argue. While the argument seems to be different the truth is it's always the same. Yes, the topic may be different or the circumstances, but when all said and done, it all came back to the same thing. They both knew it, but neither has the courage or strength to address the underlying issue. So they continue to argue.",
  "They had always called it the green river. It made sense. The river was green. The river likely had a different official name, but to everyone in town, it was and had always been the green river. So it was with great surprise that on this day the green river was a fluorescent pink.",
  "They had made it to Las Vegas, wide-eyed and with so much hope and energy. They had planned the trip for more than a year and both were so excited they could barely control themselves. They still hadn't realized that Las Vegas promised a place where dreams come true, it was actually the place where dreams came to die.",
  "They say you only come to peace with yourself when you know yourself better than those around you. Derick knew nothing about this. He thought he had found peace but this was an illusion as he was about to find out with an unexpected occurrence that he actually knew nothing about himself.",
  "This is important to remember. Love isn't like pie. You don't need to divide it among all your friends and loved ones. No matter how much love you give, you can always give more. It doesn't run out, so don't try to hold back giving it as if it may one day run out. Give it freely and as much as you want.",
  "Trees. It was something about the trees. The way they swayed with the wind in unison. The way they shaded the area around them. The sounds of their leaves in the wind and the creaks from the branches as they sway, The trees were making a statement that I just couldn't understand.",
  "Twenty seconds were all that was left and Richard could hear each one tick by. Fifteen seconds now remained and the panic began to fully set in. Ten seconds and he wasn't sure he had enough time. Five seconds, four, three, two, one...",
  "Twenty-five stars were neatly placed on the piece of paper. There was room for five more stars but they would be difficult ones to earn. It had taken years to earn the first twenty-five, and they were considered the 'easy' ones.",
  "Was it enough? That was the question he kept asking himself. Was being satisfied enough? He looked around him at everyone yearning to just be satisfied in their daily life and he had reached that goal. He knew that he was satisfied and he also knew it wasn't going to be enough.",
  "What have you noticed today? I noticed that if you outline the eyes, nose, and mouth on your face with your finger, you make an 'I' which makes perfect sense, but is something I never noticed before. What have you noticed today?",
  "Where do they get a random paragraph?' he wondered as he clicked the generate button. Do they just write a random paragraph or do they get it somewhere? At that moment he read the random paragraph and realized it was about random paragraphs and his world would never be the same.",
  "You can decide what you want to do in life, but I suggest doing something that creates. Something that leaves a tangible thing once you're done. That way even after you're gone, you will still live on in the things you created.",
  "You know that tingly feeling you get on the back of your neck sometimes? I just got that feeling when talking with her. You know I don't believe in sixth senses, but there is something not right with her. I don't know how I know, but I just do."
]
